Repository: RiadhG-Hub/beem-template
Catalog: lib/l10n/arb/app_*.arb
Languages: ar

source: Language
ar: اللغة

# de
source: Germany
ar: الألمانية

# en
source: English
ar: الإنجليزية

source: Welcome
ar: مرحبًا

source: Account Setting
ar: إعدادات الحساب

source: Change your password
ar: تغيير كلمة المرور

source: User name
ar: اسم المستخدم

# passwrord
source: Password
ar: كلمة السر

source: Remember user name
ar: تذكر اسم المستخدم

source: Login
ar: تسجيل الدخول

source: Select all
ar: تحديد الكل

# welcome_desc
source: Welcome to you Please choose between the two meanings before sending the directives
ar: اهلا بك معاليك الرجاء الاختيار بين المعنيين قبل ارسال التوجيهات

# microphonePromptEnabled
source: Press the microphone to start recording
ar: اضغط على الميكروفون لبدء التسجيل

# microphonePromptDisabled
source: Voice recognition is not available
ar: التعرف على الصوت غير متاح

# errorPrefix
source: Error: {errorMsg}
ar: خطأ: {errorMsg}

# initializationError
source: Failed to initialize voice recognition: {error}
ar: فشل في تهيئة التعرف على الصوت: {error}

# listeningError
source: Failed to listen: {error}
ar: فشل في الاستماع: {error}

# stoppingError
source: Failed to stop listening: {error}
ar: فشل في إيقاف الاستماع: {error}

# recordingsTitle
source: Voice Recordings
ar: التسجيلات الصوتية

# noRecordings
source: No recordings yet
ar: لا توجد تسجيلات بعد

# closeButton
source: Close
ar: إغلاق

# microphonePromptWithRecording
source: Press the microphone to start recording and listening
ar: اضغط على الميكروفون لبدء التسجيل والاستماع

source: User Name
ar: اسم المستخدم

# receiver_welcome_desc
source: Hello
ar: اهلا و سهلا بك

# receiver_welcome_desc_second
source: Directives sent by His Excellency the Minister
ar: التوجيهات المرسلة من معالي الوزير

source: Special Instructions
ar: التوجيهات الخاصة

source: General Instructions
ar: التوجيهات العامة

# continue_as
source: Or Continue as
ar: أو تابع ك
